Repository: LeorentKelmendi/openexam
Catalog: locale/*/LC_MESSAGES/openexam.po
Languages: sv_se

source: The communication with the lock down service (fwexamd) was lost. Maybe theres a network or system problem with your computer?
sv_se: Kommunikationen med nedlåsningstjänsten (fwexamd) förlorades. Det kanske är något problem med nätverket eller systemet på din dator?

source: Failed send the '%s' command to the lock down service running on your computer. Please report this to the system manager.
sv_se: Det gick inte att skicka kommandot '%s' till nedlåsningstjänsten på din dator. Var god rapportera detta till systemansvarig.

source: The current task requires the lockdown service/daemon (fwexamd) being running on your computer, but no such service has registered itself or been pre-registered for your computer address (%s). Make sure that this service (fwexamd) has been started and is configured to register with this system or contact the system administrator for assistance.
sv_se: Aktuell uppgift kräver att nedlåsningstjänsten (fwexamd) är igång på din dator, men ingen sådan tjänst har registrerat sig själv eller blivit förregistrerad för din datoraddress (%s). Var god kontrollera att tjänsten har startats och konfigurerats att registrera sig med detta system. Kontakta systemadministratören för ytterligare assistans.

source: Overview
sv_se: Översikt

source: Add contributor
sv_se: Lägg till bidragare

source: Add examinator
sv_se: Lägg till examinator

source: Add decoder
sv_se: Lägg till avkodare

source: Staff
sv_se: Stab

source: Add question
sv_se: Lägg till fråga

source: Add topic
sv_se: Lägg till ämne

source: Show all questions
sv_se: Visa alla frågor

source: Correct answers
sv_se: Rätta svar

source: Add students
sv_se: Lägg till studenter

source: Change schedule
sv_se: Ändra schemaläggning

source: Decode answers
sv_se: Avkoda svar

source: Tasks
sv_se: Uppgifter

source: Views
sv_se: Vyer

source: This examination
sv_se: Den här examinationen

source: Primary role: %s Supplementary roles: - %s
sv_se: Primär roll: %s Tillagd roller: - %s

source: Additional status flags: - %s
sv_se: Andra statusflaggor: - %s

source: Only the creator of the examination or users granted the contributor, examinator, decoder or corrector role can access this page. The script processing has halted.
sv_se: Endast skaparen av examinationen eller användare som blivit tilldelade någon av rollerna contributor, examinator, decoder eller corrector har åtkomst till den här sidan. Exekveringen av skriptet har avbrut

source: Department
sv_se: Avdelning

source: Avarage:
sv_se: Genomsnitt

source: Answers
sv_se: Svar

source: This question has been removed
sv_se: Den här frågan har tagits bort

source: The system configuration is not setup correct, it's not possible to fetch course information.
sv_se: Systemet är inte correkt uppsatt, det är inte måjligt att hämta kursinformation.

source: There was a problem talking to the directory service, course information is unavailable due to network or configuration problems
sv_se: Det var problem att prata med katalogtjänsten, kursinformation är inte tillgänglig p.g.a. ett nätverks- eller konfigurationsproblem

source: OpenExam project exported %s
sv_se: OpenExam projekt exporterat %s
