Repository: LeorentKelmendi/openexam
Catalog: locale/*/LC_MESSAGES/openexam.po
Languages: sv_se

source: Computing Department at BMC
sv_se: Dataavdelningen vid BMC

source: Template:
sv_se: Mall:

source: Listen to page/selected text
sv_se: Lyssna på sidan/vald text

source: Say it
sv_se: Läs upp

source: Copyright
sv_se: Upphovsrätt

source: Information about writer, publisher and publish date, and webmaster is missing.
sv_se: Information om författare, publiserare, publiseringsdatum och webbmaster saknas.

source: Last modified: %s
sv_se: Senast ändrad: %s

source: Page responsible:
sv_se: Sidansvarig:

source: OpenExam PHP - Online examination over the web
sv_se: OpenExam PHP - Online examination över webben

source: System Manager
sv_se: Systemförvaltare

source: Welcome!
sv_se: Välkommen!

source: This system let you do examination online, see <a href="%s">Help</a> for more information. Remember to <u>save your answer at regular interval</u> to prevent losing data caused by automatic logout!
sv_se: Detta system låter dig utföra en examination online, se <a href="%s">Hjälp</a> för mer information. Kom ihåg att <u>spara dina svar regelbundet</u> för att undvika att förlora data orsakad av automatisk utloggning!

source: Are you ready to begin the examination?
sv_se: Är du redo att börja på med examinationen?

source: Follow the link to the <a href="%s">examination page</a> to begin the examination. You will be prompted to logon using your UU-ID (CAS logon).
sv_se: Följ länken till <a href="%s">examinationssidan</a> för att starta examinationen. Du kommer att anmodas att logga in med ditt UU-ID/UpUnet-S konto (CAS-inloggning).

source: Manager
sv_se: Förvaltare

source: Teacher
sv_se: Lärare

source: Stops the examination and allow you to correct and decode results.
sv_se: Avbryter examinationen och tillåter dig att rätta och avkoda resultatet.

source: Finish
sv_se: Avsluta

source: Delete this test case and return to the examination manager.
sv_se: Ta bort denna examination och återvänd till projekthanteraren.

source: Cancel
sv_se: Avbryt

source: Resources:
sv_se: Resurser:

source: Questions:
sv_se: Frågor:

source: Answered
sv_se: Besvarade:

source: Show
sv_se: Visa

source: Show all questions at the same time
sv_se: Visa alla frågor på samma gång

source: All questions
sv_se: Alla frågor

source: Show the start page for this examination
sv_se: Visa startsidan för denna examination

source: Start page
sv_se: Startsida

source: Show properties for this examination.
sv_se: Visa egenskaperna för denna examination.

source: Properties
sv_se: Egenskaper

source: Examinations
sv_se: Examinationer

source: No examination found!
sv_se: Ingen examination hittad!

source: The system could not found any active examiniations assigned to your logon ID. If you think this is an error, please contact the examinator for further assistance.
sv_se: Systemet kunde inte hitta några examinationer tilldelade till ditt inloggnings ID. Om du tror att detta är fel, var god tag kontakt med examinatorn för ytterligare assistans.

source: This examination is now closed!
sv_se: Den här examinationen är nu stängd!

source: This examination ended %s and is now closed. If you think this is an error, please contact the examinator for further assistance.
sv_se: Den här examinationen slutade %s och är nu stängd. Om du tror att detta ett fel, var god tag kontakt med examinatorn för ytterligare assistans.

source: Computer lockdown failed!
sv_se: Problem med nedlåsning av datorn!

source: Securing your computer for this examination has failed: %s
sv_se: Ett problem uppstod vid säkringen av din dator för den här examiniationen: %s

source: If this is your own computer, make sure that the fwexamd service is started, otherwise contact the system administrator or examination assistant for further assistance.
sv_se: Om det här är din dator, kontrollera att fwexamd-tjänsten är startad. I annat fall, tag kontakt med systemadministratören eller assistenten för examiniationen för ytterligare hjälp.

source: The examiniation is inaccessable from this computer until the problem has been resolved.
sv_se: Examinationen är inte tillgänglig från den här datorn innan problemet har lösts.

source: Request parameter error!
sv_se: Problem med anropsparametrarna!

source: No question data was found for the requested question. This should not occure unless the request parameters has been explicit temperered.
sv_se: Ingen data kunde hittas för den efterfrågade frågan. Detta ska inte inträffa om inte skriptets anropsparametrar avsiktligt ändrats.

source: The requested question is not related to the requested examination. This should not occure unless the request parameters has been explicit temperered.
sv_se: Den efterfrågade frågan är inte relaterad till den efterfrågade examinationen. Detta ska inte inträffa såtillvida att skriptets parametrar inte avsiktligt har ändrats.

source: Select the examination
sv_se: Välj examination

source: You have been assigned multiple examinations. Select the one to take by clicking on the examinations 'Begin' button.
sv_se: Du har blivit tilldelad fler än en examination. Välj examination att genomföra genom att klicka på 'Starta' knappen.

source: These examinations have been assigned to you, click on the button next to the description to begin the examination.
sv_se: Dessa examinationer har blivit tilldelade till dig, klicka på knappen bredvid beskrivningen för att starta examinationen.

source: The examination ends
sv_se: Examinationen slutar

source: Begin
sv_se: Starta

source: In the left side menu are all questions that belongs to this examination. Questions already answered will appear under the 'Answered' section. The number within paranthesis is the score for each question.
sv_se: I menyn till vänster finns alla frågor som hör ihop med denna examination. Redan besvarade frågor finns tillgängliga under 'Besvarade' sektionen. Siffran inom parantes är antal poäng per fråga.

source: Remember to <u>press the save button</u> when you have <u>answered a question</u>, and before moving on to another one. It's OK to save the answer to a question multiple times. Logout from the examination when you are finished.
sv_se: Kom ihåg att <u>klicka på spara knappen</u> när du har <u>besvarat en fråga</u>, och gör så innan du går vidare till en annan fråga. Det är OK att spara svaret på en fråga flera gånger. Kom ihåg att logga ut du avslutar examinationen.

source: Good luck!
sv_se: Lycka till!

source: This examination is running in test case mode. This mode allows you to review and work with the examination in the same way as the students will.
sv_se: Denna examination körs i testläge. Detta läge låter dig förhandsgranska och arbeta med examinationen på samma sätt som studenterna kommer att göra.

source: To exit, click either on the 'finish' or 'cancel' link at bottom of the page. Clicking 'finish' will stop the examination and allow you to correct and decode results, while 'cancel' will delete this test case.
sv_se: För att avsluta, klicka antingen på länken 'avsluta' eller 'avbryt' nertill på sidan. Klickar du på 'avsluta' så stoppas examinationen och du tillåts att rätta svaren och avkoda resultaten. Om du klickar på 'avbryt' så raderas denna testexamination.

source: Important
sv_se: Viktigt

source: Running in test case mode is non-destructive. The original examination remains unaffected as you are working entierly on a copy of it.
sv_se: Att köra i testläge är säkert och påverkar inte den ursprungliga examinationen på något sätt eftersom du arbetar mot en fullständig kopia av denna.

source: Running in test case mode!
sv_se: Körning i testläge!

source: Overview of all questions (no answers included)
sv_se: Översikt av alla frågor (inga svar inkluderade)

source: Question
sv_se: Fråga

source: Answer
sv_se: Svar

source: Answer:
sv_se: Svar:

source: Save
sv_se: Spara

source: Save your answer in the database.
sv_se: Spara ditt svar till databasen.

source: Save and move on to next unanswered question.
sv_se: Spara och fortsätt till nästa obesvarad fråga.

source: This question is viewed in preview mode (for question author).
sv_se: Frågan visas i förhandsgranskningsläget (för författare av frågor).

source: Notice
sv_se: Notera

source: Your answer has been successful saved in the database.
sv_se: Ditt svar har blivit sparat i databasen.

source: Audio
sv_se: Ljud

source: Image
sv_se: Bild

source: Click to open the URL in an external media player
sv_se: Klicka för att öppna URL:en i en extern mediaspelare

source: Result
sv_se: Resultat

source: Help
sv_se: Hjälp

source: About
sv_se: Om

source: About this system
sv_se: Om detta system

source: Information about this system
sv_se: Information om det här systemet

source: End user requirements
sv_se: Systemkrav för slutanvändare

source: You have to use a web browser with cookies activated to use this system.
sv_se: Du måste använda en webbläsare med cookies aktiverat för att kunna använda detta system.

source: The web browser must have support for javascript enabled.
sv_se: Webbläsaren måste ha stöd för javascript aktiverat.

source: General
sv_se: Allmänt

source: This system was developed by <a href="mailto:%s">%s</a> (%s).
sv_se: Detta system har utvecklats av <a href="mailto:%s">%s</a> (%s).

source: Please visit the <a href="%s">project page</a> for further information.
sv_se: Gå till <a href="%s">projektsidan</a> för mer information.

source: Information for teachers
sv_se: Information till lärare

source: The teacher section is for teachers or other people that has been granted the teacher, contributor, examinator or decoder role.
sv_se: Sektionen 'teacher' är till för lärare eller andra personer som blivit tilldelade någon av rollerna teacher, contributor, examinator eller decoder.

source: It allows people manage examinations and result from online exams.
sv_se: Den tillåter personer att hantera examinationer och resultat från online examinationer.

source: If you wish to create your own online exam, contact %s to gain access to the system.
sv_se: Om du önskar att skapa din egen online examination, tag kontakt med %s för att få tillgång till system.

source: General and getting started information can be found on the <a href="%s">Help</a> page.
sv_se: Allmän och kom igång information finns på <a href="%s">Hjälp</a> sidan.

source: Home
sv_se: Hem

source: Create new examinations or modify properties of existing. Grant or revoke different roles for co-workers.
sv_se: Skapa nya examinationer eller ändra egenskaperna för existerande. Bevilja eller återkalla olika roller tilldelade medarbetare.

source: Project
sv_se: Projekt

source: Add, modify or remove questions in examinations where you have been granted the contributor role.
sv_se: Lägg till, ändra eller ta bort frågor i examinationer där du har beviljats rollen som bidragare (contributor).

source: Contribute
sv_se: Bidra

source: Add or remove students from examination. Change the scheduling (start and stop time) of an examination.
sv_se: Lägg till eller ta bort studenter från examinationer. Ändra schemaläggning (start- och sluttid) för en examination.

source: Correct answers to questions that you have published youself or been assigned the role of corrector for by the examination creator.
sv_se: Rätta svaren till dom frågor som du själv har publiserat eller blivit tilldelad rollen som rättare (corrector) för av examinationens skapare.

source: Correction
sv_se: Rättning

source: Decode examinations, download results or send result to students.
sv_se: Avkoda examinationer, ladda ner resultat eller skicka resultaten till studenterna (examensdeltagarna).

source: Decode
sv_se: Avkoda

source: Decoder Page
sv_se: Sida för avkodare

source: Decoder
sv_se: Avkodare (decoder roll)

source: Download
sv_se: Ladda ner

source: Send by email
sv_se: Skicka med e-post

source: Score board
sv_se: Poängtabell

source: Access denied!
sv_se: Åtkomst nekad!

source: Only users granted the %s role on this exam can access this page. The script processing has halted.
sv_se: Endast användare tilldelade rollen %s har åtkomst till den här sidan. Exekveringen av skriptet har avbrutits.

source: Can't continue!
sv_se: Kan inte fortsätta!

source: This examination is not yet decodable, probably becuase not all answers have been corrected yet. The script processing has halted.
sv_se: Den här examinationen har ännu inte avkodats, förmodligen därför att alla svar ännu inte rättats. Exekveringen av skriptet har avbrutits.

source: Decoded Examination
sv_se: Avkodad examination

source: The examination has been successful decoded. It's no longer possible change the correction of answers in this examination.
sv_se: Examinationen har avkodats utan problem. Det är inte längre möjligt att ändra på bedömningen av svaren i den här examinationen.

source: This examination has not been decoded. The script processing has halted.
sv_se: Den här examinationen har inte blivit avkodad. Exekvering av skriptet har avbrutits.

source: Download Result
sv_se: Ladda ner resultat

source: This section lets you download the results for all or individual students in different formats.
sv_se: Den här avdelningen låter dig ladda ner resultat i olika format för alla studenter samtidigt eller individuellt per student.

source: The result contains the complete examination with answers and scores.
sv_se: Resulteten innehåller den kompletta examinationen med svar, kommentarer och poäng.

source: Notice that the language used in the generated file will be the same as your currently selected language (%s).
sv_se: Notera att språket i dom generade filerna kommer att vara detsamma som ditt för närvarande valda språk (%s).

source: Select
sv_se: Välj

source: All Students
sv_se: Alla studenter

source: Please note that it might take some time to complete your request, especial if the examination has a lot of students.
sv_se: Notera att det kan ta en del tid att behandla din förfrågan, speciellt om examinationen hade många studenter.

source: Download Score Board
sv_se: Ladda ner poängtabell

source: This section lets you download the score board showing a summary view of the examination in different formats.
sv_se: Från den här avdelningen kan du ladda ner poängtabellen visande en summering av examinationen och i olika format.

source: Comma Separated Text
sv_se: Komma-separerad text

source: Tab Separated Text
sv_se: Tabb-separerad text

source: XML Format Data
sv_se: XML-formatterad data

source: Single HTML Page
sv_se: Enkel HTML-sida

source: Answer Results
sv_se: Resultat på frågorna

source: This table shows all answers from students to questions for the examination '%s'.
sv_se: Denna tabell visar alla svar från studenter som genomfört examinationen '%s'.

source: Details
sv_se: Detaljer

source: Less
sv_se: Mindre

source: More
sv_se: Mer

source: Mode
sv_se: Läge

source: Colorize
sv_se: Färglägg

source: Color Codes
sv_se: Färgkoder

source: These are the color codes used in the score board:
sv_se: Dessa färgkoder används i poängtabellen:

source: Less than %d%% of max score.
sv_se: Mindre än %d%% av max värde.

source: Between %d and %d %% of max score.
sv_se: Mellan %d och %d %% av max värde.

source: %d%% correct answer (full score).
sv_se: %d%% rätt svar (alla rätt).

source: Answer has been corrected.
sv_se: Svaret har blivit rättat.

source: This answer should be corrected by another person.
sv_se: Detta svar ska rättas av en annan person.

source: No answer was given for this question.
sv_se: Inget svar gavs för den här frågan.

source: The answer has not yet been corrected.
sv_se: Svaret har ännu inte blivit rättat.

source: Question is flagged as removed (no scores for this question is counted).
sv_se: Frågan är markerad som borttagen (inga poäng för den här frågan räknas).

source: Sending Result
sv_se: Skickar resultat

source: Failed lookup email address for %s
sv_se: Det gick inte att hämta e-postadressen för %s

source: Successful sent message to <a href="mailto:%s">%s</a>
sv_se: Meddelandet till <a href="mailto:%s">%s</a> har skickats

source: This section lets you send the results to all or individual students in different formats.
sv_se: Den här avdelningen låter dig skicka resultat till alla eller enskilda studenter i olika format.

source: Notice that the language used in the outgoing message will be the same as your currently selected language (%s).
sv_se: Notera att språket i utgående meddelande kommer att vara detsamma som ditt för närvarande valda språk (%s).

source: Send Result
sv_se: Skicka resultat

source: Optional Message
sv_se: Valfritt meddelande

source: Header 1: --- Some text for this first section... Header 2: --- It's possible to have multiple blocks of text separated by newlines: First block... ...and second block.
sv_se: Överskrift 1: --- Lite text för denna första avdelning... Överskrift 2: --- Det är möjligt att ha multipla block med text avdelande med radbrytning: Första blocket med text... ... och andra blocket.

source: Append one or more optional section of text to the message.
sv_se: Lägg till en eller flera valfria sektioner av text till meddelandet.

source: Attachements
sv_se: Bifoga filer

source: Attach this file to all outgoing messages.
sv_se: Bifoga denna fil till alla utgående meddelanden.

source: Enable mirror mode (dry-run).
sv_se: Använd spegelläge (torrkörning).

source: If checked, then your email address will be used as the receiver, with the student address set as the sender.
sv_se: Om markerad så kommer din e-postadress att användas som mottagare och studentens adress att stå som avsändare.

source: Send
sv_se: Skicka

source: Decode Examinations
sv_se: Avkoda examinationer

source: These are the examinations that you have been granted the decoder role. Click on one of them to decode the examination.
sv_se: Det här är dom examinationer där du blivit tilldelad rollen 'decoder' (avkodare). Klicka på en av dessa för att avkoda examinationen.

source: By decoding an examination it will no longer be possible to correct any answers for it. This is to ensure that the anonymity of each student examination.
sv_se: Genom att avkoda en examination kommer det inte längre vara möjligt att rätta eller ändra bedömningen av några svar på den examinationen. Detta för att säkerställa anonymiteten vid rättning för varje student.

source: Decodable
sv_se: Avkodningsbar

source: Decoded
sv_se: Avkodad

source: Other
sv_se: Annat

source: Click on this link to decode this examination.
sv_se: Klicka på den här länken för att avkoda examinationen.

source: Starts
sv_se: Startar

source: Ends
sv_se: Slutar

source: Contribute Page
sv_se: Sida för att bidra

source: Only the creator of the examination is allowed to run test case on it. The script processing has halted.
sv_se: Endast den som skapat examinationen är tillåten att utföra testkörning av den. Exekvering av skriptet har avbrutits.

source: Failed Import Questions
sv_se: Fel vid import av frågor

source: Freeform text question
sv_se: Fritextfråga

source: Single choice question
sv_se: Envalsfråga

source: Multiple choice question
sv_se: Flervalsfråga

source: The score value is zero
sv_se: Poängvärdet är noll

source: Required fields
sv_se: Erforderliga fält

source: A short question name or simply a number
sv_se: Ett kort namn på frågan eller ett enkelt nummer

source: Name
sv_se: Namn

source: Single or multi choice questions is defined by question text and an JSON encoded string of options, where the correct answers are marked as true (see example below). Single choice questions differs from multi choice question in that only one of the options is tagged as true. Freetext questions is simply defined as some text. An example of a multiple choice question: <hr/> Which one of these where part of Thin Lizzy during the classical year 1976? {"Brian Robertsson":true,"Lars Adaktusson":false,"Scott Gorham":true} <hr/>
sv_se: Enkel- eller flervalsfrågor definieras av en frågetext och en JSON-kodad sträng med dom valbara svaren, där det rätta svaret/svaren markeras med 'true' (se exempel nedan). Flervalsfrågor skiljer sig från envalsfrågor genom att fler än ett alternativ markeras som 'true'. En fritextfråga består endast av ren text. Ett exempel på en flervalsfråga: <hr/> Vilka av följande personer var med i Thin Lizzy under det klassiska året 1976? {"Brian Robertsson":true,"Lars Adaktusson":false,"Scott Gorham":true} <hr/>

source: The actual question is defined here. Double click inside the textarea to clear its content.
sv_se: Den egentliga frågan definieras här. Dubbel-klicka inuti textarean för att rensa dess innehåll.

source: Type
sv_se: Typ

source: Score
sv_se: Poäng

source: Optional fields
sv_se: Frivilliga fält

source: An URL address (like http://www.example.com/xxx) linking to an web resource related to this question. The resource will be embedded on the question page in the right hand sidebar.
sv_se: En URL adress (såsom http://www.example.com/xxx) länkande till en webbresurs relaterad till denna fråga. Webbresursen kommer att bäddas in till höger på frågesidan.

source: Insert
sv_se: Infoga

source: Audio URL
sv_se: Ljud (URL)

source: Image URL
sv_se: Bild (URL)

source: Accounting
sv_se: Bokföring

source: Corrector
sv_se: Rättare

source: This field sets the UU-ID (CAS-ID) of the person who's responsible for correcting the answers to this question. By default, the same person that publish a question is also assigned as its corrector.
sv_se: Detta fält definierar UU-ID (CAS-ID) för den person som är ansvarig för att rätta svaren på denna fråga. Som standard är publiserare och rättare för en fråga en och samma person.

source: Topic
sv_se: Ämne

source: Submit
sv_se: Skicka

source: Reset
sv_se: Återställ

source: Clear
sv_se: Rensa

source: Some content from external URL's can be delivered over an secure connection by using proxy?url=str, where str is the original URL. This prevents web browsers like Internet Explorer and Firefox from complaining about pages containing mixed secured/unsecured content and works for both media URL's and inside the question body.
sv_se: Viss typ av innehåll från externa URL:er kan bli levererat över en säker anslutning genom att använda proxy?url=str, där str är den externa URL:en. Detta förhindrar webbläsare såsom Internet Explorer och Firefox att klaga på blandat osäkert/säkert innehåll på sidan och fungerar både för media URL:er och i frågetexten.

source: Add Question
sv_se: Lägg till fråga

source: This page let you add a new question in the examination '%s'
sv_se: Denna sida låter dig lägga till en ny fråga till examinationen '%s'.

source: Edit Question
sv_se: Ändra på frågan

source: This page let you edit the existing question in the examination '%s'
sv_se: Denna sida låter dig ändra på den existerande frågan i examinationen '%s'.

source: Remove Question
sv_se: Ta bore frågan

source: This page let you mark the question '%s' as removed from this examination.
sv_se: Den här sidan låter dig markera frågan '%s' som borttagen från denna examination.

source: By marking this question as removed, any scores for answers will be ignored in the examination result.
sv_se: Genom att markera den här frågan som borttagen så kommer alla svar (för denna fråga) att undantas från examinationsresultatet.

source: Comment
sv_se: Kommentar

source: The comment you add here will show up as the reason for question removal on the examination results.
sv_se: Den kommentar du lägger till här kommer att visas upp som orsaken för borttagningen av frågan i examensresultatet.

source: Import Questions
sv_se: Importera Frågor

source: Browse your local disk to select an file containing questions to import.
sv_se: Bläddra på din lokala hårddisk för att välja en fil innehållande frågor att importera.

source: Currently, this is the list of question banks can be imported:
sv_se: Det här är listan över dom frågebanker som för närvarande kan importeras:
