Repository: LeorentKelmendi/openexam
Catalog: locale/*/LC_MESSAGES/openexam.po
Languages: sv_se

source: Filename
sv_se: Filnamn

source: Import
sv_se: Importera

source: If the randomize value is non-zero, then randomize number of questions is randomly selected from the pool of questions in this topic.
sv_se: Om talet slumpa är skiljt från noll så definierar det antalet frågor som slumpvis ska väljas ut från poolen av frågor tillgängliga i det aktuella ämnesområdet.

source: This value is used for <u>duggor</u>, leave it as zero for ordinary examinations (use all questions).
sv_se: Detta värde används för <u>duggor</u>. Lämna det som noll för ordinära examinationer (använd alla frågor).

source: The display name of this topic
sv_se: Det synliga namnet för detta ämne

source: The number of questions to randomly select from the pool of questions in this topic. Leave this field empty to use all questions.
sv_se: Antalet frågor att slumpvis välja ut från poolen av frågor i det här ämnesområdet. Lämna detta värde orört (noll) för att använda samtliga tillgängliga frågor.

source: Randomize
sv_se: Slumpa

source: Add Topic
sv_se: Lägg till ämne

source: This page let you add a new topic in the examination '%s'
sv_se: Denna sida låter dig lägga till ett nytt ämnesområde till examinationen '%s'.

source: Edit Topic
sv_se: Ändra ämnet

source: This page let you edit this existing topic in the examination '%s'
sv_se: Denna sida låter dig ändra på detta ämnesområde i examinationen '%s'.

source: All
sv_se: Alla

source: Active
sv_se: Aktiva

source: Removed
sv_se: Borttagna

source: Compact
sv_se: kompakt

source: Own
sv_se: Egna

source: Manage Questions
sv_se: Hantera frågor

source: This page let you add, edit and remove questions in the examination '%s'.
sv_se: Denna sida låter dig lägga till, ändra eller ta bort på frågor i examinationen '%s'.

source: You can only edit or remove a question if you are the publisher of the question or the creator of this examination.
sv_se: Du kan endast ändra eller ta bort en fråga som du själv har publiserat eller om du är den person som skapat examinationen.

source: Notice: It's no longer possible to contribute or modify questions for this examination.
sv_se: Notera: Det är inte längre möjligt att bidra med eller ändra på frågor i den här examinationen.

source: Questions
sv_se: Frågor

source: Delete
sv_se: Ta bort

source: Click to delete all topics in this examination. All topics must be empty for this request to succedd.
sv_se: Klicka för att ta bort alla ämnesområden i denna examination. Alla ämnesområden måste först vara tömda för att denna operation ska lyckas.

source: Click to open page for importing a question bank.
sv_se: Klicka för att öppna sidan för import av frågebanker.

source: Add
sv_se: Lägg till

source: Click to add a new topic to this examination.
sv_se: Klicka för att lägga till ett nytt ämnesområde i examinationen.

source: Edit
sv_se: Ändra

source: Click to edit this topic.
sv_se: Klicka för att ändra på detta ämne.

source: Click to delete this topic.
sv_se: Klicka för att radera detta område.

source: Click to add a question in this topic.
sv_se: Klicka för att lägga till en fråga i ämnesområdet.

source: View
sv_se: Visa

source: Preview this question
sv_se: Förhandsgranska den här frågan

source: Publisher
sv_se: Publiserare

source: No
sv_se: Nej

source: Question Text
sv_se: Frågetext

source: Contribute Questions
sv_se: Bidra med frågor

source: Select the examination you wish to contribute questions for (applies only to contributable examinations).
sv_se: Välj den examination som du vill bidra med frågor till (gäller endast examinationer som ännu inte hållits).

source: Contributable
sv_se: Bigragningsbar

source: Finished
sv_se: Avslutad

source: Click on this link to see all questions in this examination.
sv_se: Klicka på den här länken för att se alla frågor i den här examinationen.

source: Click to add a question to this examination.
sv_se: Klicka på länken för att lägga till en fråga till examinationen.

source: Examinator Page
sv_se: Sida för examinatorer

source: Reschedule Examination
sv_se: Ändra schemaläggning av examination

source: This page let you reschedule the start and end time of the examination.
sv_se: Denna sida låter dig ändra på start- och sluttid för examinationen.

source: Calendar icon
sv_se: Kalenderikon

source: Add Students
sv_se: Lägg till studenter

source: You can add students one by one or as a list of codes/student ID pairs. The list should be a newline separated list of username/code pairs where the username and code is separated by tabs.
sv_se: Du kan lägga till studenter en och en eller som en lista av kod/användarnamn par. Listan ska vara radbruten mellan kod/användarnamn paren, och varje kod och användarnamn ska vara separerad med tabb-tecken.

source: If the student code is missing, then the system is going to generate a random code.
sv_se: Om studentkoden saknas så kommer systemet att generera en slumpvis framställd kod.

source: Single
sv_se: Enstaka

source: List
sv_se: Lista

source: Add student one by one:
sv_se: Lägg till studenter en och en:

source: Code
sv_se: Kod

source: The anonymous code associated with this student logon.
sv_se: Den anonyma koden associerad med denna studentinloggning.

source: The student logon username.
sv_se: Studentens inloggningsnamn.

source: Import from UPPDOK
sv_se: Importera från UPPDOK

source: Course Code
sv_se: Kurskod

source: The UPPDOK course code (i.e. 1AB234) to import a list of students from.
sv_se: Kurskoden i UPPDOK (t.ex. 1AB234) för vilken en lista på studenter ska hämtas.

source: Current
sv_se: Nuvarande

source: Year
sv_se: År

source: Semester
sv_se: Termin

source: Add list of students:
sv_se: Lägg till en lista med studenter:

source: Students
sv_se: Studenter

source: Double-click inside the textarea to clear its content.
sv_se: Dubbel-klicka inuti textarean för att rensa dess innehåll.

source: Click the 'Add Students' button to add these students registered on the course %s.
sv_se: Klicka på knappen 'Lägg till studenter' för att lägga till dessa studenter registrerade på kursen %s.

source: Login
sv_se: Inloggning

source: No members found
sv_se: Inga medlemmar hittades

source: The query for course %s in the directory service returned an empty list.
sv_se: Frågan efter kurs %s till katalogtjänsten returnerade en tom lista.

source: It looks like no students belongs to this course.
sv_se: Det verkar som om inga studenter tillhör den här kursen.

source: Showing Examination
sv_se: Visar examination

source: Showing details for the examination <i>'%s'</i>.
sv_se: Visar detaljer för examinationen <i>'%s'</i>.

source: Use the links to add and remove students, and reschedule the start and end time of the examination.
sv_se: Använd länkarna för att lägga till och ta bort studenter, samt ändra på schemaläggningen av examinationen.

source: No usernames will be exposed unless the examination has already been decoded.
sv_se: Inga användarnamn kommer att visas om inte examinationen redan har avkodats.

source: Properties:
sv_se: Egenskaper:

source: Creator
sv_se: Skapare

source: Change
sv_se: Ändra

source: Click on this link to reschedule the examination
sv_se: Klicka på den här länken för att ändra schemaläggningen av examinationen

source: Click on this link to add students to this examination
sv_se: Klicka på den här länken för att lägga till (registrera) studenter på den här examinationen

source: Click on this link to remove student %s from the exam.
sv_se: Klicka på den här länken för att ta bort (avregistrera) studenten %s från examinationen

source: Examinator Tasks
sv_se: Uppgifter för examinatorer

source: The tree of examinations shows all examination you can reschedule or add students to.
sv_se: Trädet visar alla examinationer där du kan ändra schemaläggningen eller lägga till studenter.

source: Upcoming
sv_se: Kommande

source: Click on this link to view and/or edit this examination
sv_se: Klicka på den här länken för att visa och/eller ändra på examinationen

source: Examination Management
sv_se: Hantering av examination

source: This page let you create new exams or manage your old ones.
sv_se: Denna sida låter dig skapa nya och hantera tidigare skapade examinationer.

source: These are the exams you are the manager of:
sv_se: Detta är dom examinationer som du är handläggare för:

source: Creates a new examination by importing an OpenExam project.
sv_se: Skapar en ny examination genom att importera en OpenExam-projektfil.

source: Creates a new examination.
sv_se: Skapar en ny examination.

source: Testing
sv_se: Testning

source: Export
sv_se: Exportera

source: Export this examination including its questions as XML data.
sv_se: Exportera denna examination inklusive dess frågor som XML-data.

source: Copy
sv_se: Kopiera

source: Create a new examination by using this examination as a template.
sv_se: Skapa en ny examination genom att använda den här examinationen som en mall.

source: Edit common properties like name, description or grades for this examination.
sv_se: Ändra på vanliga egenskaper såsom namn, beskrivning och betygsgradering för denna examination.

source: Deletes the examination along with any questions.
sv_se: Radera denna examination tillsammans med dess frågor.

source: Test
sv_se: Testa

source: Test this examination by creating and opening a copy.
sv_se: Testa denna examination genom att skapa och öppna en kopia.

source: Run this test case examination.
sv_se: Kör denna testexamination.

source: Created
sv_se: Skapad

source: Occasion
sv_se: Tillfälle

source: Common Properties
sv_se: Vanliga egenskaper:

source: Organization
sv_se: Organisation

source: Description
sv_se: Beskrivning

source: Scheduling
sv_se: Schemaläggning

source: Start time
sv_se: Starttid

source: End time
sv_se: Sluttid

source: Graduation
sv_se: Betygssättning

source: Input name:value pairs on separate lines defining the graduation levels on this examination. The first line must be on form name:0, denoting the failed grade.
sv_se: Lägg in namn:värdepar på separata rader definierande betygsgränserna för den här examinationen. Första raden måste vara namn:0, beskrivande betyget för underkänt.

source: Expose responsible people
sv_se: Exponera ansvariga personer

source: Expose names and contact information for people involved in the creation and correction process in the result PDF seen by the student.
sv_se: Exponera namn och kontaktinformation för personer inblandade i skapandet examinationen och rättande av svaren i den resultat-PDF som kommer att ses av studenten.

source: Include other students statistics
sv_se: Inkludera statistik för övriga studenter

source: Include statistics like avarage/mean values and score distribution compared to other students in the result PDF seen by the student.
sv_se: Inkludera statistik såsom medelvärde och poängdistribution jämfört med andra studenter i den resultat-PDF som kommer att ses av studenten.

source: Define the common properties of the exam. Click on the 'Submit' button to create this exam.
sv_se: Definiera dom vanliga egenskaperna för examinationen. Klicka på knappen 'Skicka' för att skapa denna examination.

source: This page let you edit common properties of the exam. Click on the 'Submit' button to save changes.
sv_se: Denna sida låter dig ändra på egenskaperna för denna examination. Klicka på knappen 'Skicka' för att spara dina ändringar.

source: This page let you create a new examination from an OpenExam project file exported earlier.
sv_se: Denna sida låter dig skapa en ny examiniation från en tidigare exporterad OpenExam-projektfil.

source: Browse your local disk to select an file containing the OpenExam project to import.
sv_se: Bläddra på din lokala hårddisk för att välja en fil innehållande att OpenExam-projekt att importera.

source: Contributors
sv_se: Bidragare (contributor roll)

source: Add a question contributor to this examination.
sv_se: Lägg till en person som kan bidra med frågor till denna examination.

source: Remove
sv_se: Ta bort

source: Remove %s as a question contributor for this examination.
sv_se: Ta bort rollen som bidragare av frågor från %s på denna examination.

source: Examinators
sv_se: Examinatorer (examinator roll)

source: Add a person with the examinator role.
sv_se: Lägg till en person med examinatorroll.

source: Remove %s as an examinator for this examination.
sv_se: Ta bort rollen som examinator från %s på denna examination.

source: Decoders
sv_se: Avkodare (decoder roll)

source: Remove %s as a decoder for this examination.
sv_se: Ta bort rollen som avkodare (decoder) från %s på denna examination.

source: Add a new question for this examination.
sv_se: Lägg till en ny fråga till denna examination.

source: Import questions from file on disk.
sv_se: Importera frågor från en fil på disken.

source: Remove all
sv_se: Ta bort alla

source: Remove all questions from this examination.
sv_se: Ta bort alla frågor från denna examination.

source: Open the page showing all questions at once, where questions can be edited and previewed.
sv_se: Öpnnar sidan som visar alla frågor samtidigt, där frågor kan ändras och förhandsgranskas.

source: Edit properties for this question
sv_se: Ändra egenskaperna för den här frågan

source: Permanent delete this question
sv_se: Permanent raderna denna fråga

source: Flag this question as removed (not deleted permanent). Can later be restored from the removed list below.
sv_se: Markera den här frågan som borttagen (ej permanent borttagen). Kan återställas senare från listan över borttagna frågor.

source: Restore
sv_se: Återställ

source: Flag this question as active again
sv_se: Markera den här frågan som aktiv igen.

source: Resources
sv_se: Resurser

source: Show resource content
sv_se: Visa resursens innehåll

source: This page let you add/delete contributors, examinators, decoders and questions from this exam.
sv_se: Denna sida låter dig lägg till/ta bort 'contributors', 'decoders', 'examinators' och frågor för denna examination.

source: Not all options might be available, i.e. its not possible to add questions to an already started examination.
sv_se: Vissa operationer kan saknas, t.ex. det är inte möjligt att lägga till frågor till en examination som redan startat.

source: For anonymity integrity reasons, people with the contributor role should not have the examinator role assigned on the same examination.
sv_se: Av integritetsskäl rörande anonymitet bör inte personer med rollen contributor (bidragare) samtidigt inneha rollen som examinator på en och samma examination.

source: Allow this user to contribute questions for the examination '%s' by granting he/she the 'contribute' role.
sv_se: Tillåt denna användare att bidra med frågor till examinationen '%s' genom att tilldela honom/henne 'contribute' rollen.

source: Allow this user to add students for the examination '%s' by granting he/she the 'examinator' role.
sv_se: Tillåt denna användare att lägga till studenter till examinationen '%s' genom att bevilja honom/henne 'examinator' rollen.

source: Allow this user to decode the real identity behind the students assigned for the examination '%s' by granting he/she the 'decoder' role.
sv_se: Tillåt denna användare att avkoda den riktiga identiteten bakom studenter tillagda för examinationen '%s' genom att bevilja honom/henne 'decoder' rollen.

source: Only users granted the teacher role or being the creator on at least one exam can access this page. The script processing has halted.
sv_se: Endast användare som fått rollen 'teacher' tilldelad eller som har rollen 'creator' för åtminstånde en examination har åtkomst till den här sidan. Exekveringen av skriptet har avbrutits.

source: Help and information to teachers
sv_se: Hjälp och information till lärare

source: Help and information
sv_se: Hjälp och information

source: Logon
sv_se: Logga in

source: You have to be logged on using your UU identity (CAS login) for doing administative tasks.
sv_se: Du måste vara inloggad med din UU-identitet (CAS-inloggning) för att utföra administrativa uppgifter.

source: You logon to the <a href="https://cas.user.uu.se">CAS-server at Uppsala University</a> using your UU identity and password A.
sv_se: Du loggar in till <a href="https://cas.user.uu.se">CAS-servern på Uppsala universitet</a> med din UU-identitet och lösenord A.

source: You will be automatically prompted to logon whenever it's required to continue.
sv_se: Du kommer automatiskt att anmodas att logga in närhelst det behövs för att fortsätta.

source: The <a href="%s" target="_blank">system user manual</a> is available online with tips and examples.
sv_se: Systemets <a href="%s" target="_blank">användarmanual</a> finns tillgänglig på nätet med tips och exem

source: Getting started
sv_se: Kom igång

source: If you like to use this system for your own online examinations, please contact %s to get teacher access and further instructions.
sv_se: Om du önskar att använda detta system för dina egna online-examinationer, kontakta %s för att på lärarbehörighet och ytterligare instruktioner.

source: The <a href="%s" target="_blank">keynotes page</a> contains a short introduction to the most fundamental parts of the system.
sv_se: Sidan med <a href="%s" target="_blank">huvudpunkter</a> innehåller en kort introduktion till dom mest grundläggande delarna i systemet.

source: Keynotes
sv_se: Huvudpunkter

source: Roles
sv_se: Roller

source: This system allows the creator of the examination to delegate (grant) permissions to other people. Its called giving roles to other people.
sv_se: Detta system tillåter skaparen av en examination att delge (bevilja) rättigheter till andra personer. Det kallas för att ge en roll till andra personer.

source: These are the roles that can be delegated:
sv_se: Dessa roller kan delges:

source: A contributor can add questions to the examination. A person that contributes a question is also (implicit) defined as the person that should correct the answers to that question.
sv_se: En 'contributor' kan lägga till frågor till examinationen. En person som bidrar med en fråga är också (implicit) definierad som den person som ska rätta svaren på den frågan.

source: A corrector is a person that has been assigned the task of correcting one or more question answers on an exam. Currently, only the examination creator can publish questions with another person as its corrector.
sv_se: En 'rättare' (corrector) är en person som har tilldelats uppgiften att rätta svaren till en eller flera frågor på en examination. För närvarande kan endast den som skapat examinationen publisera frågor med en annan än sig själv som rättare.

source: An examinator can assign (register) student for an examination and re-schedule the start and stop time.
sv_se: En examinator kan lägga till (registrera) studenter på en examination och ändra dess start- och sluttid.

source: An decoder is the person that is granted permissions to decode the examination. By decoding, the real identity behind the anonymous identity is disclosed. A person assigned as the decoder of the examination is usually the same that reports the result to UPPDOK.
sv_se: En 'decoder' är den person som blivit tilldelad rättigheter att avkoda en examination. Genom att avkoda så blottläggs den rätta identiteten bakom den anonymiserade användaren. Den person som är tilldelad rollen som avkodare är vanligtvis densamma som rapporterar in resulteten till UPPDOK.

source: Lifecycle
sv_se: Livscykel

source: This is an example of how the system is supposed to be used:
sv_se: Detta är ett exempel på hur systemet är tänkt att användas:

source: A person granted the teacher permission creates the examination. He/she grants other people the contributor, examinator and decoder roles. The teacher defines when and for how long the examination will last.
sv_se: En person som har blivit tilldelad 'teacher'-rättigheter skapar examinationen. Han/hon tilldelar andra personer rollerna 'contributor', 'examinator' och 'decoder'. Den med rollen 'teacher' definierar under vilken tidsperiod som examinationen ska pågå.

source: The people assigned as contributors adds questions to the examination. By default, the teacher is also assigned the contributor role.
sv_se: Personer som tilldelats rollen 'contributor' lägger till frågor till examinationen. Som standard är den som skapar examinationen också tilldelad rollen 'contributor'.

source: The people assigned the examinator role adds those students that should take the exam. If students shows up at the examination day, they can be added by the examinator.
sv_se: Dom personer som tilldelats rollen 'examinator' lägger till (registerar) studenter på examinationen. Om studenter dyker upp på examinationsdagen utan att redan vara inlagda, så kan examinatorn gå in i systemet och lägga till studenten.

source: After the examination day, those that have contributed questions logs on and corrects the answers. The contributor can only correct answers to those questions they have created.
sv_se: Efter att examinationen genomförts kan dom som bidragit med frågor logga in och rätta svaren på sina frågor. Det är endast möjligt att rätta svaren på dom frågor man själv bidragit med (skapat).

source: Once all answers have been corrected, the decoder can logon and disclose the anonymous identities behind the answers. Once the examination has been decoded, its no longer possible to modify the scores to the answers.
sv_se: Så snart alla svar har rättats kan den som har rollen 'decoder' (avkodare) gå in i systemet och synliglägga dom rätta identiteterna bakom svaren. Så snart en examination har avkodats går det inte längre att ändra på poängbedömningen av svaren.

source: Restrictions
sv_se: Begränsningar

source: Only the person that publish an question for an examination can correct the answers to that question.
sv_se: Endast den person som bidragit med en fråga kan rätta svaren på denna fråga.

source: Template Page
sv_se: Mallsida

source: Answer Correction Page
sv_se: Sida för rättning av svar

source: Only users granted the %s or %s role on this exam can access this page. The script processing has halted.
sv_se: Endast användare tilldelade någon av rollerna %s eller %s har åtkomst till den här sidan. Exekveringen av skriptet har avbrutits.

source: This examination is not yet finished. You have to wait until its finished before you can correct the answers.
sv_se: Denna examination är ännu inte färdig. Du måste vänta till den är klar innan du kan rätta svaren.

source: Correct answer
sv_se: Rätt svar

source: This question is flagged as removed. The answer score set here will not affect the student result on this examination.
sv_se: Frågan är markerad som borttagen. Svarspoängen satt här kommer inte att påverka studentens resultat på den här examiniationen.

source: Info icon
sv_se: infoikon

source: Max score
sv_se: Maxpoäng

source: This optional field can be used to save an comment for this answer correction.
sv_se: Detta frivilliga fält kan användas för att spara en kommentar från rättningen av detta svar.

source: Correction of answers to this question has been assigned to %s, you are not allowed to continue. The script processing has halted.
sv_se: Rättning av svar för den här frågan har blivit tilldelad till %s, du är inte tillåten att fortsätta. Exekvering av skriptet har avbrutits.

source: Correct the answer for this question.
sv_se: Rätta svaret på den här frågan.

source: Correct all answers at once for this student examination
sv_se: Rätta alla svar samtidigt för denna studentexamination

source: Only those questions where this student have given an answer for is shown below. Questions published by other people for this examination is hidden.
sv_se: Endast dom frågor som denna student har svarat på visas nedan. Frågor publiserade av andra personer än dig är inte synliga.

source: No Answers Found
sv_se: Svar saknas
