Repository: LeorentKelmendi/openexam
Catalog: locale/*/LC_MESSAGES/openexam.po
Languages: sv_se

source: It appears that this student have not answered any questions at all.
sv_se: Det verkar som att den här studenten inte svarat på några frågor alls.

source: It appears that this student have not answered any of your questions.
sv_se: Det verkar som den här studenten inte svarat på några av dina frågor.

source: Only answers to removed questions where found. Click <a href="%s">here</a> to view answers for those questions.
sv_se: Endast svar på borttagna frågor hittades. Klicka <a href="%s">här</a> för att visa svaren på dessa frågor.

source: Correct multipe answers for the question '%s'
sv_se: Rätta flera svar för frågan '%s'

source: Choices
sv_se: Val

source: It appears that no students have answered this question.
sv_se: Det verkar som om ingen student has besvarat den här frågan.

source: Correct Answers
sv_se: Rätta svaren

source: Select the examination you wish to correct answers to questions for (applies only to corractable examinations).
sv_se: Välj den examination som du vill rätta svaren för (gäller endast dom examinationer som är rättningsbara).

source: You can also follow the link to review an already decoded examination.
sv_se: Du kan även välja att följa länken för att visa upp en redan avkodad examation.

source: Correctable
sv_se: Rättningsbar

source: Click on this link to open this examination to correct answers.
sv_se: Följ denna länk för att öppna examinationen och rätta svaren.

source: Click on this link to review this examination.
sv_se: Klicka på den här länken för att visa upp examinationen.

source: Correct answers by student (rows), by question (column) or individual (by index).
sv_se: Rätta svaren per student (rader), per fråga (kolumner) eller enstaka svar (genom index).

source: You can only correct answers for questions published by yourself or those you have been assigned the role as corrector of.
sv_se: Du kan endast rätta svaren på dom frågor som du själv publicerat eller blivit tilldelad rollen som rättare för.

source: Showing Scores
sv_se: Visar poäng

source: The examination has already been decoded, so it's no longer possible to modify any scores or comments.
sv_se: Den här examinationen har redan avkodats. Det är inte längre möjligt att ändra på bedömningen av svaren till den här examinationen.

source: This question was not assigned to this student.
sv_se: Denna fråga var inte tilldelad till den här studenten.

source: Click <a href="%s">here</a> to download the score board.
sv_se: Klicka <a href="%s">här</a> för att ladda ner poängtabellen.

source: Possible
sv_se: Möjliga

source: Percent
sv_se: Procent

source: Grade
sv_se: Betyg

source: Exam Admin
sv_se: Exam Administration

source: End
sv_se: Slutar

source: Updated
sv_se: Uppdaterad

source: Exams
sv_se: Examinationer

source: This page shows exams created by all system users matching the selected filter option.
sv_se: Denna sida visar alla examinationer skapade av alla användare i systemet som matchar dom valda filterinställningarna.

source: Real
sv_se: Riktiga

source: Today
sv_se: Idag

source: Update
sv_se: Updatera

source: Compact output
sv_se: Kompakt utdata

source: No records matching the selected filter options.
sv_se: Inga poster matchade dom valda filterinställningarna.

source: Open
sv_se: Öppna

source: Adjust
sv_se: Justera

source: Count
sv_se: Antal

source: Adjust Scores
sv_se: Justera poäng

source: Adjust the score for this question.
sv_se: Justera poängen på denna fråga.

source: Max
sv_se: Maximalt

source: Add an comment describing the reason for modifying the score, including the requester and current date. This information will be visible for the student.
sv_se: Lägga till en kommentar som beskriver anledningen för att ändra poängen, inklusive vem som efterfrågade ändringen samt dagens datum. Denna information kommer att vara synlig för studenten.

source: User
sv_se: Användare

source: This page allows scores to be adjusted even after an exam has been decoded.
sv_se: Denna sida tillåter att tilldelade poäng justeras även efter att en examination har blivit avkodad.

source: You should only set scores thru this page on direct demand from the exam creator.
sv_se: Du ska bara sätta poäng som svar på en direkt uppmaning från skaparen av examinationen.

source: The admin pages let you manage almost all aspects of the system.
sv_se: Administrationssidorna låter dig hantera i stort sett alla delar av systemet.

source: Common tasks:
sv_se: Vanliga uppgifter:

source: Setup problem
sv_se: Problem med inställningar

source: The database is not yet configured. Copy conf/database.conf.in -> conf/database.conf and edit the connection parameters.
sv_se: Databasen är ännu inte konfigurerad. Kopiera conf/database.conf.in -> conf/database.conf och ändra dess parametrar för anslutningen.

source: The configuration file is missing. Copy conf/config.inc.in -> conf/config.inc and edit it using your favourite editor.
sv_se: Konfigurationsfilen saknas. Kopiera conf/config.inc.in -> conf/config.inc och editera inställningarna med din favoriteditor.

source: No reason passed to this script.
sv_se: Ingen anledning (reason) skickades till detta skript.

source: An unknown reason %s was passed to this script.
sv_se: En okänd anledning (reason) %s skickades till detta skript.

source: Supervisor Admin
sv_se: Administratörer

source: This page let you grant and revoke administrative privileges.
sv_se: Denna sida låter dig bevilja och återkalla administrativa privilegier.

source: These users have been granted administrative privileges:
sv_se: Dessa användare har blivit beviljade administrativa privilegier:

source: Role
sv_se: Roll

source: Revoke
sv_se: Återkalla

source: Add new administrator:
sv_se: Lägg till ny administratör:

source: Fill in the user name and click on '%s' to give this user administrative privileges:
sv_se: Fyll i användarnamn och klicka på '%s' för att ge denna användare administrativa privilegier:

source: Grant
sv_se: Bevilja

source: Username
sv_se: Användarnamn

source: Teacher Admin
sv_se: Administration av lärare

source: Missing request parameter 'user'.
sv_se: Saknad anropsparameter 'user'.

source: This page let you grant and revoke the teacher role for other users.
sv_se: Denna sida låter dig bevilja och återkalla rollen 'teacher' för andra användare.

source: These users have been granted the teacher role:
sv_se: Dessa användare har blivit beviljade lärarrollen ('teacher'):

source: Add new teacher:
sv_se: Lägg till en ny lärare:

source: Fill in the user name and click on '%s' to grant this user the teacher role:
sv_se: Fyll i användarnamn och klicka på '%s' för att bevilja lärarrollen (teacher) till denna användare:

source: Contact:
sv_se: kontakta:

source: Send an email to <a href="%s">all teachers</a> that have an email address in the LDAP directory.
sv_se: Skicka ett e-postmeddelande till <a href="%s">alla lärare</a> som har en e-postadress i LDAP-katalogen

source: Help and information to users
sv_se: Hjälp och information till användare

source: Begin taking the exam by login on to the CAS server at Uppsala university. Once logged on, the system will present the active exam that has been assigned for you.
sv_se: Starta examinationen genom att logga in till CAS-servern på Uppsala universitet. När du blivit inloggad kommer systemet att visa upp dom aktiva examinationer som blivit tilldelade till dig.

source: In the left side menu is all questions, grouped by in two groups: already answered and still to be answered. You can at any time (until the end of the exam) review and modify your previous answered questions.
sv_se: På vänsta sidan finns alla frågor, grupperade i två grupper: redan besvarade och dom som är kvar att besvaras. Du kan när som helst (tills examinationen slutar) gå tillbaka och ändra i dina tidigare svar.

source: Anonymity
sv_se: Anonymitet

source: Your answers are saved in a database using a code associated with your real identity (your CAS-ID). Only when your exam has been finally corrected (by the teachers), your real identity is disclosed and the result is reported to UPPDOK.
sv_se: Dina svar sparas i en database användandes en kod associerad med dinriktiga identitet (ditt CAS-ID). Endast sedan dina frågor slutgiltigt har rättats (av lärarna) kommer din rätta identitet att avkodas förresultatet ska kunna rapporteras in till UPPDOK.

source: Resource Management
sv_se: Resurshantering

source: Browse your local harddisk for the file to submit.
sv_se: Bläddra på din lokala hårddisk för att välja en fil att skicka.

source: Maximum size of uploaded file is %0.1f MB, uploading a larger file is silently discarded.
sv_se: Maximalt tillåtna filstorlek är %0.1f MB, uppladdning av större filer kommer att ignoreras utan notis.

source: File
sv_se: Fil

source: Resource
sv_se: Resurs

source: Media Library
sv_se: Mediabibliotek

source: Supported types of files are audio, image or video.
sv_se: Filtyper som stöds är ljud, bilder och video.

source: Auto detect
sv_se: Automatisk

source: If file type is set to auto, then server side will try to auto detected and categorize the uploaded file.
sv_se: Om filtypen sätts till automatisk så kommer serversidan själv att försöka avgöra typ och kategorisera den uppladdade filen.

source: Files
sv_se: Filer

source: Click to add an %s file to this examination.
sv_se: Klicka för att lägga till en %s-fil till denna examination.

source: Size
sv_se: Storlek

source: Modified
sv_se: Ändrad

source: Click to delete the %s file %s from to this examination.
sv_se: Klicka för att ta bort %s-filen %s från denna examination.

source: Action
sv_se: Handling

source: This page shows all files currently uploaded on the server for this examination. The media file URL's can be used when composing questions. Resource files are common resources (i.e. equations) always available for the students during the examination.
sv_se: Denna sida visar alla filer för närvarande uppladdade till servern för den här examinationen. URL:erna för mediafilerna kan användas när frågor komponeras. Resurser är vanliga filer (t.ex. formelsamlingar) som alltid finns tillgängliga för studenterna under examinationen.

source: Tree
sv_se: Träd

source: Select the examination you wish to handle media files in (applies only to contributable examinations).
sv_se: Välj den examination som du vill hantera mediafiler i (gäller endast examinationer som ännu inte hållits).

source: Click on this link to browse all media files in this examination.
sv_se: Klicka på den här länken för att bläddra bland alla mediafiler i den här examinationen.

source: Click to add a media file to this examination.
sv_se: Klicka för att lägga till en ny mediafil till den här examinationen.

source: Result:
sv_se: Resultat:

source: Access to results from your previous completed examinations is not available while another examination is taking place.
sv_se: Resultat från dina tidigare gjorda examiniationer är inte tillgängliga medans en annan examination fortfarande pågår.

source: The system could not found any finished examiniations for your logon ID. If you think this is an error, please contact the examinator for further assistance.
sv_se: Systemet kunde inte hitta några avslutade examinationer för dittinloggnings ID. Om du tror att detta är fel, var god tag kontakt medexaminatorn för ytterligare assistans.

source: Completed examinations:
sv_se: Avslutade examinationer:

source: Your allready completed examinations are either in the state finished or decoded.
sv_se: Dina redan utförda examinationer befinner sig antingen i tillståndet avslutade (men ännu ej färdigrättade) eller redan avkodade.

source: An finished examination is still in the phase of being corrected, while a decoded has already been corrected and got results ready to be downloaded.
sv_se: En avslutad examiniation befinner sig fortfarande i fasen att bli rättad, medans en avkodad är redan rättad och har resultat som kan laddas ner.

source: No access
sv_se: Åtkomst nekad

source: This examiniation has not yet been decoded.
sv_se: Den här examiniationen har ännu inte blivit avkodad.

source: Examination details
sv_se: Detaljer för examinationen

source: Showing description for examiniation <u>%s</u> on <u>%s</u>
sv_se: Visar beskrivning för examinationen <u>%s</u> den <u>%s</u>

source: Table of Contents
sv_se: Innehållsförteckning

source: Examination Date
sv_se: Examinationsdag

source: Participant
sv_se: Deltagare

source: Page $PAGE of $PAGES
sv_se: Sida $PAGE av $PAGES

source: Examination Result
sv_se: Resultat från examination

source: Summary
sv_se: Summering

source: You scored total %.01f of maximum %.01f points (%.01f%%) on this examination.
sv_se: Du har fått totalt %.01f poäng av maximalt %.01f (%.01f%%) på den här examinationen.

source: Your graduation on this examination is: <b>%s</b>.
sv_se: Din betygssättning på den här examinationen är <b>%s</b>.

source: Score Table
sv_se: Poängtabell

source: This table shows a summary of your score versus the maximum scores. Questions without answer are marked with an '-' in the table.
sv_se: Den här tabellen visar en summering av din poängsumma jämfört med maximala antalet poäng. Frågor där svar saknas är markerade med '-' i tabellen.

source: Teachers reason for removal
sv_se: Lärarens orsak för borttagning

source: This question was removed without an explanation from the teacher.
sv_se: Den här frågan har tagits bort utan en förklaring från läraren.

source: Your comments
sv_se: Dina kommentarer

source: Teacher comments
sv_se: Kommentar från lärare

source: Questions and Answers
sv_se: Frågor och svar

source: Unanswered Questions
sv_se: Obesvarade frågor

source: Removed Questions
sv_se: Borttagna frågor

source: These questions has been removed from this examination.
sv_se: Dessa frågor har tagits bort från den här examinationen.

source: The questions, along with your answers (if any) and the teacher appraisal, is included here for reference, but do not affect your examination score or grade.
sv_se: Alla frågor tillsammans med dina svar (om några) samt lärarens bedömning är inkluderad här för referens, men saknar betydelse för poängsättning och bedömning.

source: Responsable for examination
sv_se: Ansvarig för examinationen

source: Main responsible person for the examination is <a href="mailto:%s">%s</a>
sv_se: Huvudansvarig person för examinationen är <a href="mailto:%s">%s</a>

source: Correction of answers
sv_se: Rättning av svar

source: These people have contributed questions for the examination and corrected answers.
sv_se: Dessa personer bar bidragit med frågor till examinationen och rättat svaren.

source: Corrected questions
sv_se: Rättade frågor

source: Statistics
sv_se: Statistik

source: This section shows overall statistics for all participients on this examination.
sv_se: Den här avdelningen visar översiktlig statistik över alla deltagare på den här examinationen.

source: Distribution
sv_se: Fördelning

source: This table shows the distribution by grades. The number of student allotted for each grade are:
sv_se: Den här tabellen visar fördelningen mellan dom olika betygen. Antalet studenter för varje betyg är:

source: Threshold
sv_se: Gränsvärde

source: This table shows the distribution of scores by student on this examination.
sv_se: Denna tabell visar fördelningen av poäng per student på den här examinationen.

source: Mean Value
sv_se: Medelvärde

source: Standard Deviation
sv_se: Standardavvikelse

source: The mean value, standard deviation and percentage within paranthesis '()' is calculated on all values.
sv_se: Meddelvärdet, standardavvikelsen och den procentuell fördelning inom '()' är baserad på samtliga värden.

source: The other values are calculated by first removing the highest and lowest scores.
sv_se: Övriga värden är beräknade genom att först ta bort den högsta och den lägsta poängen.

source: Ranges
sv_se: Områden

source: This table shows the number of student in each range of percentage correct answers.
sv_se: Denna tabell visar antalet studenter i varje procentuella område av rätta svar.

source: Range
sv_se: Område

source: Reference
sv_se: Referens

source: Information about this examination.
sv_se: Information om den här examinationen.

source: Contact Information
sv_se: Kontaktinformation

source: This section lists those people thats been involved in this examination.
sv_se: Den här avdelningen listar dom personer som har varit involverade i den här examinationen.

source: Document Information
sv_se: Dokumentinformation

source: This document was generated by <a href="%s">OpenExam PHP</a> installed on <a href="%s/">%s/</a> using the open source version of the <a href="%s">HTMLDOC PostScript&#0174;/PDF generator</a> released under GPL license.
sv_se: Det här dokumentet är genererat av <a href="%s">OpenExam PHP</a> installerad på <a href="%s">%s</a> användandes open source versionen av <a href="%s">HTMLDOC PostScript&#0174;/PDF generator</a> släppt under GPL licens.

source: OpenExam PHP is a secure examination system developed at Uppsala Biomedical Centre, Uppsala University.
sv_se: OpenExam PHP är ett system för säkra examinationer utvecklad vid Uppsala Biomedical Centre, Uppsala universitet.

source: Are you really sure?
sv_se: Är du säker?

source: This field must be filled in.
sv_se: Detta fält måste fyllas i.

source: Hint
sv_se: Tips

source: Success
sv_se: Godkänd

source: Warning
sv_se: Varning

source: Error
sv_se: Fel

source: Can't use setDSN() on existing connection.
sv_se: Det går inte att använda setDSN() på en existerande anslutning.

source: Failed connect to LDAP server %s:%d
sv_se: Det gick inte att ansluta till LDAP-servern %s:%d

source: Failed set LDAP protocol version %d
sv_se: Det gick inte att sätta LDAP-protokoll till version %d

source: External Media Player
sv_se: Extern mediaspelare

source: Loading Microsoft Windows Media Player components...
sv_se: Laddar Microsoft Windows Media Player komponenter...

source: Start playback
sv_se: Starta uppspelning

source: Pause playback
sv_se: Pausa uppspelning

source: Stop playback
sv_se: Stoppa uppspelning

source: Seek backward in media stream
sv_se: Sök baklänges i mediaströmmen

source: Seek forward in media stream
sv_se: Sök framlänges i mediaströmmen

source: Switch to fullscreen mode
sv_se: Ändra till fullskärmsläge

source: Invalid value for request parameter '%s' (expected a value matching pattern '%s').
sv_se: Ogiltigt värde för anropsparametern '%s' (förväntade ett värde som matchar mönstret '%s').

source: Missing required parameter!
sv_se: Saknad anropsparameter!

source: The required request parameter '%s' is missing
sv_se: Den erforderliga anropsparametern '%s' saknas

source: Logged on as
sv_se: Inloggad som

source: Logout
sv_se: Logga ut

source: Not logged on
sv_se: Ej inloggad

source: Select language to use:
sv_se: Välj språk att visa:

source: Language:
sv_se: Språk:

source: Click on the flag to change language.
sv_se: Klicka på flaggan för att ändra språk.

source: Validator:
sv_se: Validerare:

source: Please report this to %s.
sv_se: Var god rapportera detta till %s.

source: This message was automatic generated and sent out by the OpenExam PHP system at %s
sv_se: Detta meddelande har skapats och skickats ut av systemet OpenExam PHP på %s

source: Cheers, %s
sv_se: Hälsningar, %s

source: Attached Document
sv_se: Bifogat dokument

source: Your result from the examination in '%s' on %s is attached to this message in the file %s.
sv_se: Ditt result från examinationen i '%s' %s finns bifogad till detta meddelande i filen %s.

source: Grant and revoke administrative privileges to trusted users.
sv_se: Tilldela och återkalla administrativa privilegier för betrodda användare.

source: Admins
sv_se: Administratörer

source: Grant and revoke teacher privileges to trusted users.
sv_se: Tilldela och återkalla lärarprivilegier för betrodda användare.

source: Teachers
sv_se: Lärare

source: Users
sv_se: Användare

source: Only users granted administrative privileges (system managers) can access this page. The script processing has halted.
sv_se: Endast användare tilldelade administrative privilegier (system managers) har åtkomst till den här sidan. Exekveringen av skriptet har avbrutits.

source: Failed delete file %s from media library.
sv_se: Kunde inte radera filen %s från mediabiblioteket.

source: The file %s can't be deleted because it don't exists.
sv_se: Filen %s kan inte tas bort eftersom den saknas.

source: Failed delete the media directory.
sv_se: Kunde inte radera mediakatalogen.

source: Failed create symbolic link to existing %s media section
sv_se: Kunde inte skapa symbolisk länk till existerande %s mediasektion

source: Failed create the media directory.
sv_se: kunde inte skapa mediakatalogen.

source: Failed copy file %s
sv_se: Kunde inte kopiera filen %s

source: Uploading files is not permitted by the system configuration.
sv_se: Uppladdning av filer är inte tillåten av systemkonfigurationen.

source: The file don't reference an uploaded file, possible file attack.
sv_se: Filen refererar inte till en uppladdad fil, möjlig filattack.

source: Failed move uploaded file.
sv_se: kunde inte flytta den uppladdade filen.

source: Unknown MIME-type of upload file.
sv_se: Okänd MIME-typ på den uppladdade filen.

source: Failed to classify the uploaded media file as either audio, image or video based on its MIME-type (%s). Please retry the file upload operation with an explicit set content type.
sv_se: Kunde inte klassificera den uppladdade mediafilen som antingen ljud, bild eller video baserat på dess MIME-type (%s). Var god försök igen med en explicit satt media typ.

source: Click to insert URL
sv_se: Klicka för att infoga URL

source: Close
sv_se: Stäng

source: Add another file to the media library. Remember to reload this page to see the updated list.
sv_se: Lägg till en annan fil till mediabiblioteket. Kom ihåg att ladda om denna sida för att se den uppdaterade listan.

source: If you think this is a bug in the system, then please report it to %s
sv_se: Om du tror att detta är en bugg i systemet, var god rapportera det till %s

source: Wrong MIME type (%s) on uploaded file %s (expected %s)
sv_se: Fel MIME-type (%s) på den uppladdade filen %s (förväntade %s)

source: Empty file %s uploaded
sv_se: Tom file %s uppladdad

source: Expected header '%s' at index (1,1)
sv_se: Förväntade headern '%s' på position (1,1)

source: Expected format '%s' at index (2,2)
sv_se: Förväntade formatet '%s' på position (2,2)

source: Missing XML format attribute. This don't look like an OpenExam project data file.
sv_se: Saknar ett XML-format attribut. Detta ser inte ut att vara en OpenExam-projektfil.

source: Unsupported XML format number: %d. This file can not be imported.
sv_se: Osupporterat XML formatnummer: %d. Denna fil kan inte importeras.

source: Possible file upload attack: %s
sv_se: Möjlig attack genom uppladdning av fil: %s

source: Don't know how import *.%s files. Please select an file containing a Ping-Ping question bank.
sv_se: Vet ej hur man importerar *.%s-filer. Var god välj en fil innehållande en frågebank från Ping-Pong.

source: Swedish
sv_se: Svenska

source: English (GB)
sv_se: Engelska (GB)

source: English (US)
sv_se: Engelska (US)

source: Browser default
sv_se: Webbläsarens förvalda

source: A connection could not be established with the lockdown service for your computer. The fwexamd daemon/service is a required component that must to be accessable from this server to ensure an safe examination environment.
sv_se: En anslutning kunde inte etableras till nedlåsningstjänsten på din dator. Tjänsten fwexamd är en obligatorisk komponent som måste finnas tillgänglig för att säkerställa en säkrad miljö för examinationen.
